Repository: urnetwork/windows
Catalog: app/src/App/Strings/*/Resources.resw
Source language: en
Languages: sw

# offer_timeline_trial_starts
source: Free trial starts
sw: Jaribio la bila malipo linaanza

source: On
sw: Imewashwa

# onboarding_step_of
source: Step {0} of {1}
sw: Hatua {0} kati ya {1}

# one_gib_per_day
source: 1 GiB/Day
sw: 1 GiB/siku

# open_nested_link
source: Connect to {0} and open link {1}
sw: Unganisha kwa {0} na ufungue kiungo {1}

# open_source_transparent
source: 100% open source and transparent
sw: Asilimia 100 chanzo wazi na uwazi

source: Open URnetwork
sw: Fungua URnetwork

# opening_bittensor_wallet_in_browser
source: Opening your Bittensor wallet in the browser…
sw: Inafungua pochi yako ya Bittensor kwenye kivinjari…

# opening_wallet_in_browser
source: Opening your wallet in the browser…
sw: Inafungua pochi yako kwenye kivinjari…

source: or
sw: au

source: Paid in USDC on Solana.
sw: Hulipwa kwa USDC kwenye Solana.

source: Participate
sw: Shiriki

# participate_intro
source: Participate in the network and get free access to the community edition.
sw: Shiriki katika mtandao na upate ufikiaji wa bure wa toleo la jamii.

# participate_intro_details
source: URnetwork is powered by the world's largest, safest, and most decentralized ingress and egress protocol.
sw: URnetwork inaendeshwa na itifaki ya kuingia na kutoka iliyo kubwa, salama na iliyogatuliwa zaidi duniani.

# password_label
source: Password
sw: Nenosiri

source: Password must be at least 12 characters long
sw: Nenosiri lazima liwe na angalau herufi 12

source: Password reset link sent to {}.
sw: Kiungo cha kuweka upya nenosiri kimetumwa kwa {}.

# password_support_txt
source: Password must be at least 12 characters
sw: Nenosiri lazima liwe na angalau herufi 12

source: Paste your 24-word seedphrase here
sw: Bandika hapa kifungu chako cha seed cha maneno 24

source: Pay with Solana Wallet
sw: Lipa kwa pochi ya Solana

# pay_with_stripe
source: Join with Stripe
sw: Jiunge na Stripe

# payment_confirmation_delayed
source: Confirmation is taking longer than expected. Your plan will update automatically once it's confirmed — there's no need to buy again.
sw: Uthibitishaji unachukua muda mrefu kuliko ilivyotarajiwa. Mpango wako utasasishwa kiotomatiki mara utakapothibitishwa — hakuna haja ya kununua tena.

# payment_confirmation_processing
source: We're confirming your payment now. Your plan will update automatically — you don't need to do anything.
sw: Tunathibitisha malipo yako sasa. Mpango wako utasasishwa kiotomatiki — huhitaji kufanya chochote.

# payment_not_completed
source: Your payment could not be completed.
sw: Malipo yako hayakuweza kukamilishwa.

source: Payment problem
sw: Tatizo la malipo

source: Payment received.
sw: Malipo yamepokelewa.

# payment_received_title
source: Payment received
sw: Malipo yamepokelewa

# peer_count_one
source: 1 peer
sw: Mshirika 1

# peer_count_other
source: %d peers
sw: Washirika %d

# peer_discovery_disabled
source: Peer discovery disabled until connected
sw: Ugunduzi wa washirika umezimwa hadi utakapounganishwa

# pending_data_key
source: Pending
sw: Inasubiri

source: Pending: {} MB provided
sw: Inasubiri: MB {} zimetolewa

source: Periodic product updates
sw: Masasisho ya bidhaa ya mara kwa mara

# pin_app
source: Pin to one provider
sw: Bandika kwa mtoa huduma mmoja

# pin_app_description
source: Keeps all of this app's connections on a single provider, so its API and images share one IP address. Use for apps whose content fails to load through the VPN
sw: Huweka miunganisho yote ya programu hii kwa mtoa huduma mmoja, ili API na picha zake zitumie anwani moja ya IP. Tumia kwa programu ambazo maudhui yake hayapakii kupitia VPN

source: Pinned
sw: Imebandikwa

source: Placeholder
sw: Kishika nafasi

source: Plan
sw: Mpango

# plan_billed_monthly_cancel_anytime
source: Billed monthly · cancel anytime
sw: Hulipwa kila mwezi · ghairi wakati wowote

# plan_billed_yearly_price_for_country
source: Billed once a year · price for {}
sw: Hulipwa mara moja kwa mwaka · bei ya {}

# plan_monthly_equivalent_line
source: ≈ {}/month · billed once a year
sw: ≈ {}/mwezi · hulipwa mara moja kwa mwaka

# plan_price_per_month
source: {}/month
sw: {}/mwezi

# plan_price_per_year
source: {}/year
sw: {}/mwaka

# plan_save_percent
source: Save {}%
sw: Okoa {}%

# please_install_phantom_or_solflare_to_use_this
source: Please install Phantom or Solflare to use this feature
sw: Tafadhali sakinisha Phantom au Solflare ili kutumia kipengele hiki

source: Please login to URnetwork
sw: Tafadhali ingia kwenye URnetwork

source: Please login to URnetwork to connect
sw: Tafadhali ingia kwenye URnetwork ili kuunganisha

source: Please try again.
sw: Tafadhali jaribu tena.

# please_wait
source: Please wait a few minutes and try again.
sw: Tafadhali subiri dakika chache kisha ujaribu tena.

# plus_n_more.one
source: + {} more
sw: + {} zaidi

# plus_n_more.other
source: + {} more
sw: + {} zaidi

source: Points
sw: Pointi

source: Points earned
sw: Pointi ulizopata

# points_leaderboard_description
source: All-time points. A block is one finalized epoch; the streak counts consecutive blocks with points, ending at the latest one.
sw: Pointi za wakati wote. Kitalu ni kipindi kimoja kilichokamilika; mfululizo huhesabu vitalu mfululizo vyenye pointi hadi cha mwisho.

# points_leaderboard_empty
source: No one is on the points leaderboard yet.
sw: Bado hakuna mtu kwenye ubao wa pointi.

# points_leaderboard_private_hint
source: Your network appears as Anonymous until you turn this on.
sw: Mtandao wako unaonekana kama Bila jina hadi uwashe hii.

# points_short
source: {} pts
sw: Pointi {}

source: Post Quantum Encryption
sw: Usimbaji fiche wa baada ya kwantamu

# post_quantum_encryption_fallback_note
source: Fallback enabled (temporary)
sw: Mbadala umewashwa (kwa muda)

# post_quantum_identity
source: Post Quantum Provider Identity
sw: Utambulisho wa mtoa huduma wa baada ya kwantamu

# post_quantum_identity_explanation
source: Your provider identity key is stored locally on this device. If any peer's key appears different than their locally stored key, it means the network operator cannot be trusted.
sw: Ufunguo wako wa utambulisho wa mtoa huduma huhifadhiwa ndani ya kifaa hiki. Ikiwa ufunguo wa mshirika yeyote unaonekana tofauti na ufunguo wake uliohifadhiwa ndani ya kifaa, inamaanisha mwendeshaji wa mtandao hawezi kuaminiwa.

source: Private Network
sw: Mtandao wa kibinafsi

# pro_benefits_simple
source: The best version of URnetwork.
sw: Toleo bora zaidi la URnetwork.

source: Processing payment
sw: Inashughulikia malipo

source: Processing subscription balance...
sw: Inachakata salio la usajili...

source: Profile
sw: Wasifu

source: Promoted
sw: Imepandishwa

source: Promoted Locations
sw: Maeneo Yaliyopendekezwa

source: Provide
sw: Toa

# provide_intro_bullet_devices
source: Allow your devices to share internet with each other
sw: Ruhusu vifaa vyako vishiriki intaneti kati yao

# provide_intro_bullet_people
source: Share your internet with other people ❤️
sw: Shiriki intaneti yako na watu wengine ❤️

# provide_intro_lead
source: Your choice, completely optional:
sw: Ni chaguo lako, si lazima kabisa:

source: Provide mode
sw: Hali ya utoaji

# provide_mode_always_description
source: Provides to everyone whenever the app is running.
sw: Hutoa huduma kwa kila mtu wakati wowote programu inapoendeshwa.

# provide_mode_auto_description
source: Provides to everyone while you're connected, otherwise only to your own devices.
sw: Hutoa huduma kwa kila mtu ukiwa umeunganishwa, vinginevyo kwa vifaa vyako tu.

# provide_mode_network_description
source: Provides only to your own network's devices.
sw: Hutoa huduma kwa vifaa vya mtandao wako tu.

# provider_connected_duration_hours
source: {0}h {1}m
sw: saa {0} dak {1}

# provider_connected_duration_minutes
source: {}m
sw: dak {}

# provider_connected_duration_seconds
source: {}s
sw: sek {}

source: Provider contracts
sw: Mikataba ya mtoa huduma

# provider_count.one
source: {} provider
sw: {} mtoa huduma

# provider_count.other
source: {} providers
sw: {} watoa huduma

source: Provider Identities
sw: Vitambulisho vya watoa huduma

# provider_location_unknown
source: Location unknown
sw: Mahali hapajulikani

# provider_locations_empty
source: No providers connected
sw: Hakuna watoa huduma waliounganishwa

# provider_locations_title
source: Provider Locations
sw: Maeneo ya watoa huduma

# provider_locations_unavailable
source: Provider details are unavailable until connected
sw: Maelezo ya mtoa huduma hayapatikani hadi utakapounganishwa

source: Provider statistics
sw: Takwimu za mtoa huduma

source: Provider transports
sw: Usafirishaji wa mtoa huduma

source: Providing
sw: Inatoa

# providing_client_count.one
source: Providing to {} client
sw: Inatoa kwa mteja {}

# providing_client_count.other
source: Providing to {} clients
sw: Inatoa kwa wateja {}

# providing_disabled
source: Providing is disabled
sw: Utoaji umezimwa

source: Providing (paused)
sw: Inatoa (imesitishwa)

# purchase_confirmation_timeout
source: We couldn't confirm your purchase yet. If you completed checkout, your plan will update automatically in a few minutes — there's no need to buy again.
sw: Bado hatujaweza kuthibitisha ununuzi wako. Ikiwa ulikamilisha malipo, mpango wako utasasishwa kiotomatiki baada ya dakika chache — hakuna haja ya kununua tena.

# purchase_could_not_be_verified
source: This purchase could not be verified with Google Play, so it can't be applied to your account. If you were charged and your plan doesn't update, please contact support.
sw: Ununuzi huu haukuweza kuthibitishwa na Google Play, kwa hiyo hauwezi kutumika kwenye akaunti yako. Ikiwa umetozwa na mpango wako hausasishwi, tafadhali wasiliana na usaidizi.

# purchase_found_confirming_your_plan
source: Purchase found. Confirming your plan — it will update automatically.
sw: Ununuzi umepatikana. Tunathibitisha mpango wako — utasasishwa kiotomatiki.

source: Quit
sw: Ondoka

source: Quit URnetwork
sw: Funga URnetwork

# ranked_networks_count
source: {} ranked networks
sw: Mitandao {} iliyoorodheshwa

source: Ready to connect
sw: Tayari kuunganisha

source: Receive
sw: Pokea

# receive_notifications
source: Receive connection notifications
sw: Pokea arifa za muunganisho

source: Reconnect
sw: Unganisha tena

# reconnect_tunnel_status_indicator
source: VPN tunnel disconnected 😓
sw: Tuneli ya VPN imetenganishwa 😓

source: Redeem
sw: Komboa

source: Redeem Balance Code
sw: Komboa msimbo wa salio

source: Redeem Code
sw: Tumia msimbo

source: Redeem Time
sw: Muda wa kukomboa

source: Redeemed
sw: Imekombolewa

source: Refer a friend
sw: Rejelea rafiki

source: Refer a friend = +30 GiB/Month
sw: Rejelea rafiki = +30 GiB/mwezi

source: Refer a friend = +3 GiB/Day
sw: Mpendekeze rafiki = +3 GiB/siku

source: Refer and earn
sw: Rejelea na upate

# refer_friends_code_hint
source: Share your code. Friends enter it when they sign up.
sw: Shiriki msimbo wako. Marafiki wanauweka wanapojisajili.

# refer_friends_detail
source: More connections help our community stay anonymous (and help you earn!)
sw: Miunganisho zaidi husaidia jumuiya yetu kubaki bila majina (na kukusaidia kupata!)

# refer_friends_header
source: Refer friends
sw: Rejelea marafiki

# refer_friends_increase_free_data
source: Refer some friends and watch your free data go up.
sw: Rejelea marafiki na uone data yako ya bure ikiongezeka.

# refer_friends_perks
source: You get +{} GiB/day for life
sw: Unapata +{} GiB/siku maisha yote

# refer_friends_they_get_data
source: Your friend gets +{} GiB/day for life
sw: Rafiki yako anapata +{} GiB/siku maisha yote

source: Referral
sw: Rufaa

# referral_bonus
source: +{} GiB/Day
sw: +{} GiB/siku

source: Referral bonus applied
sw: Bonasi ya rufaa imetumika

# referral_bonus_applied_2
source: Referral Bonus applied
sw: Bonasi ya rufaa imetumika

# referral_celebration_detail.one
source: A friend just joined URnetwork with your code. You're both earning +{1} GiB a day of free data — for life.
sw: Rafiki amejiunga sasa hivi na URnetwork kwa msimbo wako. Nyote wawili mnapata +{1} GiB za data bila malipo kwa siku — maisha yote.

# referral_celebration_detail.other
source: {0} friends just joined URnetwork with your code. Each one earns you +{1} GiB a day of free data — for life.
sw: Marafiki {0} wamejiunga sasa hivi na URnetwork kwa msimbo wako. Kila mmoja anakuletea +{1} GiB za data bila malipo kwa siku — maisha yote.

source: Referral code
sw: Msimbo wa rufaa

# referral_code_capped
source: This code has been used up
sw: Msimbo huu umetumika tayari

# referral_crowned_congrats.one
source: A friend has joined — you're earning +{1} GiB/day, for life.
sw: Rafiki amejiunga — unapata +{1} GiB kwa siku, maisha yote.

# referral_crowned_congrats.other
source: {0} friends have joined — you're earning +{1} GiB/day, for life.
sw: Marafiki {0} wamejiunga — unapata +{1} GiB kwa siku, maisha yote.

source: Referral network
sw: Mtandao wa rufaa

source: Referral network updated
sw: Mtandao wa rufaa umesasishwa

# referral_panel_detail
source: Every verified referral gives each of you {} GiB/day for free, for life.
sw: Kila rufaa iliyothibitishwa huwapa nyote wawili GiB {}/siku bila malipo, maisha yote.

# referral_panel_heading
source: Refer a friend and you both get free data
sw: Mwalike rafiki na nyote wawili mpate data bila malipo

# referral_panel_none
source: No friends yet. Share your code and watch the crown appear. 👑
sw: Bado hakuna marafiki. Shiriki msimbo wako na utazame taji likitokea. 👑

source: Referral points
sw: Pointi za marejeleo

# referral_royal_welcome
source: A royal welcome!
sw: Karibu ya kifalme!

# referral_royal_welcome_detail
source: Referral confirmed — you and your friend each get +{} GiB/day of free data, for life.
sw: Rufaa imethibitishwa — wewe na rafiki yako mtapata kila mmoja +{} GiB kwa siku za data bila malipo, maisha yote.

# referral_royalty
source: You're referral royalty!
sw: Wewe ni bingwa wa rufaa!

# referral_share_message
source: Join me on URnetwork! Get the app and enter referral code {} when you sign up.
sw: Jiunge nami kwenye URnetwork! Pata programu na uweke msimbo wa rufaa {} unapojisajili.

# referral_toast_joined.one
source: A friend joined with your code! +{1} GiB/day, for life.
sw: Rafiki amejiunga kwa msimbo wako! +{1} GiB kwa siku, maisha yote.

# referral_toast_joined.other
source: {0} friends joined with your code! +{1} GiB/day each, for life.
sw: Marafiki {0} wamejiunga kwa msimbo wako! +{1} GiB kwa siku kwa kila mmoja, maisha yote.

source: Referrals
sw: Rufaa

source: Refresh
sw: Onyesha upya

source: Regenerate Seedphrase
sw: Tengeneza upya kifungu cha seed

source: Regions
sw: Mikoa

source: Reliability
sw: Uaminifu

# reliability_bonus
source: +{} GiB/Day
sw: +{} GiB/siku

# reliability_settings
source: Contribute bandwidth
sw: Changia kipimo data

# reliability_settings_details
source: Providing is optional. When you turn it on, the app can share your connection with the network while it runs in the background on Wi-Fi.
sw: Kutoa ni hiari. Ukiiwasha, programu inaweza kushiriki muunganisho wako na mtandao inapoendesha chinichini kwenye Wi-Fi.

source: Reliability Weight
sw: Uzito wa uaminifu

# reliability_with_value
source: Reliability: {}
sw: Uaminifu: {}

source: Remote
sw: Mbali

source: Remote DNS servers
sw: Seva za DNS za mbali

source: Remote DoH URLs
sw: URL za DoH za mbali

# remote_lowercase
source: remote
sw: ya mbali

source: Remove
sw: Ondoa

source: Remove rule
sw: Ondoa sheria

source: Remove this sign-in method?
sw: Ondoa njia hii ya kuingia?

# resend_reset_link
source: Resend link
sw: Tuma tena kiungo

# resend_verify_code
source: Resend code
sw: Tuma tena msimbo

source: Reset it.
sw: Weka upya

source: Reset link sent
sw: Kiungo cha kuweka upya kimetumwa

source: Reset link sent to
sw: Kiungo cha kuweka upya kimetumwa kwa

# reset_password_email_sent
source: Reset password email sent to {}
sw: Barua pepe ya kuweka upya nywila imetumwa kwa {}

source: Resolvers
sw: Visuluhishi

source: Restore default transports
sw: Rejesha usafirishaji chaguomsingi

# restore_most_secure_settings
source: Restore to most secure settings
sw: Rejesha mipangilio salama zaidi

source: Restore purchases
sw: Rejesha ununuzi

source: Retry
sw: Jaribu tena

# review_our_app
source: Would you like to review our app?
sw: Je, ungependa kukagua programu yetu?

source: Review URnetwork
sw: Kadiria URnetwork

# route_internet
source: Internet
sw: Intaneti

# route_local
source: Allow local traffic when disconnected
sw: Ruhusu trafiki ya ndani wakati haujaungwa

# route_you
source: You
sw: Wewe

source: Rules
sw: Sheria

source: Save
sw: Hifadhi

source: Save logs
sw: Hifadhi logi

# save_logs_2
source: Save Logs
sw: Hifadhi kumbukumbu

# search_placeholder
source: Search for all locations
sw: Tafuta maeneo yote

# search_providers_input_label
source: Search providers
sw: Tafuta watoa huduma

# search_providers_input_placeholder
source: Search countries, states, cities...
sw: Tafuta nchi, majimbo, miji...

# seconds_ago_abbrev
source: {}s ago
sw: sekunde {} zilizopita

source: Secure Your Account
sw: Linda akaunti yako

# see_world_content
source: See all the world's content
sw: Tazama yote maudhui ya dunia

# see_world_content_description
source: See all the world's content with URnetwork
sw: Tazama maudhui yote ya dunia ukitumia URnetwork

source: Seedphrase
sw: Kifungu cha seed

source: Seedphrase copied to clipboard
sw: Seedphrase imenakiliwa kwenye ubao wa kunakili

# seedphrase_invalid_word_count
source: Seedphrase must be 12 or 24 words
sw: Kifungu cha seed lazima kiwe na maneno 12 au 24

# seedphrase_leave_confirm_body
source: Are you sure? This is the ONLY time you'll see your seedphrase. Make sure you've saved it before going back.
sw: Una uhakika? Hii ndiyo mara PEKEE utakayoona seedphrase yako. Hakikisha umeihifadhi kabla ya kurudi.

# seedphrase_login_failed
source: Seedphrase sign-in failed
sw: Kuingia kwa kifungu cha seed kumeshindwa

# seedphrase_only_time
source: ⚠️ This is the ONLY time you'll see this.
sw: ⚠️ Hii ndiyo mara PEKEE utakayoona hili.

# seedphrase_paste_hint
source: Paste your 12 or 24-word seedphrase here
sw: Bandika hapa kifungu chako cha seed cha maneno 12 au 24

# seedphrase_required
source: Please enter a seedphrase
sw: Tafadhali weka kifungu cha seed

# seedphrase_store_safely
source: Write it down and store it somewhere safe. If you lose it, you'll lose access to your account.
sw: Kiandike na ukihifadhi mahali salama. Ukikipoteza, utapoteza ufikiaji wa akaunti yako.

source: Seeker Token Verified!
sw: Tokeni ya Seeker imethibitishwa!

source: Select country to block
sw: Chagua nchi ya kufunga

# select_location_provider_content_description
source: Select location provider globe
sw: Tufe: chagua eneo la mtoa huduma

source: Selected location
sw: Eneo lililochaguliwa

source: Selected provider
sw: Mtoa huduma aliyechaguliwa

source: Send
sw: Tuma

# send_product_updates
source: Send me product updates
sw: Nitumie masasisho ya bidhaa

source: Send Reset Link
sw: Tuma Kiungo cha Kuweka Upya

# send_reset_link_2
source: Send reset link
sw: Tuma kiungo cha kuweka upya

# send_tao_to_mirror
source: Send about {0} TAO to {1} to cover gas.
sw: Tuma takribani TAO {0} kwenda {1} ili kulipia gas.

# send_us_your_feedback_directly_or_join_our
source: Send us your feedback directly or [join our Discord](https://discord.com/invite/RUNZXMwPRK) for direct support.
sw: Tutumie maoni yako moja kwa moja au [jiunge na Discord yetu](https://discord.com/invite/RUNZXMwPRK) kwa msaada wa moja kwa moja.

source: Sent!
sw: Kimetumwa!

source: Sent! Thanks for your feedback.
sw: Imetumwa! Asante kwa maoni yako.

source: Settings
sw: Mipangilio

# settings_add_quick_tile
source: Add quick connect tile
sw: Ongeza kigae cha kuunganisha haraka

# settings_add_quick_tile_description
source: Connect and disconnect from the Quick Settings panel and the lock screen.
sw: Unganisha na utenganishe kutoka kwenye paneli ya Mipangilio ya Haraka na skrini iliyofungwa.

# settings_add_widgets
source: Add Home Screen widgets
sw: Ongeza wijeti kwenye Skrini ya Kwanza

# settings_add_widgets_description
source: Quick connect, transfer balance, providers on the globe and your top contracts.
sw: Kuunganisha haraka, salio la data, watoa huduma kwenye tufe na mikataba yako mikuu.

source: Share
sw: Shiriki

source: Share logs
sw: Shiriki logi

# share_logs_2
source: Share Logs
sw: Shiriki kumbukumbu

source: Share URnetwork
sw: Shiriki URnetwork

# shortcut_connect_long
source: Connect to URnetwork
sw: Unganisha na URnetwork

# shortcut_disconnect_long
source: Disconnect from URnetwork
sw: Tenganisha na URnetwork

source: Show
sw: Onyesha

# show_icon_when_connected
source: Show UR icon when connected
sw: Onyesha ikoni ya UR wakati umeunganishwa

source: Show kill switch exception
sw: Onyesha kighairi cha Kill switch

# show_on_points_leaderboard
source: Show my network name
sw: Onyesha jina la mtandao wangu

source: Show Provider List
sw: Onyesha orodha ya watoa huduma

source: Show URnetwork
sw: Onyesha URnetwork

source: Sign in
sw: Ingia

# sign_in_2
source: Sign In
sw: Ingia

# sign_in_dgen1
source: Sign in with dGEN1
sw: Ingia kwa dGEN1

source: Sign in failed
sw: Kuingia kumeshindwa

source: Sign-in method added successfully
sw: Njia ya kuingia imeongezwa kwa mafanikio

source: Sign-In Methods
sw: Njia za Kuingia

source: Sign in with Apple
sw: Ingia kwa Apple

source: Sign in with Google
sw: Ingia na Google

# sign_in_with_google_to_add_it
source: Sign in with Google to add it as a sign-in method.
sw: Ingia kwa kutumia Google ili kuiongeza kama njia ya kuingia.

source: Sign in with Seedphrase
sw: Ingia kwa kifungu cha seed

# sign_in_with_your_apple_id_to
source: Sign in with your Apple ID to add it as a sign-in method.
sw: Ingia kwa kutumia Apple ID yako ili kuiongeza kama njia ya kuingia.

source: Sign out
sw: Toka

source: Sign with Wallet
sw: Tia saini kwa pochi

source: Signed in
sw: Umeingia

# site_app_auth_code_limit
source: Auth code limit reached. Try again later.
sw: Kikomo cha nambari za uthibitishaji kimefikiwa. Jaribu tena baadaye.

# site_app_average_reliability
source: Average reliability
sw: Uaminifu wa wastani

# site_app_clients
source: Clients
sw: Wateja

# site_app_connect_options
source: Connect options
sw: Chaguo za kuunganisha

# site_app_connect_to_view
source: Connect to view live activity
sw: Unganisha ili kuona shughuli za papo hapo

# site_app_connections
source: Connections
sw: Miunganisho

# site_app_contracts
source: Contracts
sw: Mikataba

# site_app_copied
source: Copied
sw: Imenakiliwa

# site_app_country
source: Country
sw: Nchi

# site_app_country_multipliers
source: Country multipliers
sw: Vizidishi vya nchi

# site_app_create_auth_code
source: Create auth code
sw: Tengeneza nambari ya uthibitishaji

# site_app_delete_confirm
source: Type your network name to confirm
sw: Andika jina la mtandao wako ili kuthibitisha

# site_app_delete_warning
source: This permanently deletes your network, its data, and its earnings. This cannot be undone.
sw: Hii inafuta kabisa mtandao wako, data yake na mapato yake. Hili haliwezi kutenduliwa.

# site_app_device_attaching
source: Attaching device controls…
sw: Inaunganisha vidhibiti vya kifaa…

# site_app_disconnecting
source: Disconnecting…
sw: Inatenganisha…

# site_app_email
source: Email
sw: Barua pepe

# site_app_fixed_ip
source: Fixed IP
sw: IP ya kudumu

# site_app_leaderboard_empty
source: No networks on the leaderboard yet.
sw: Bado hakuna mitandao kwenye ubao wa wanaoongoza.

# site_app_login_methods
source: Login methods
sw: Njia za kuingia

# site_app_manage_subscription
source: Manage Subscription
sw: Dhibiti usajili

# site_app_mode_auto
source: Auto
sw: Moja kwa moja

# site_app_mode_streaming
source: Streaming
sw: Utiririshaji
